[
    {
        "id": 98,
        "title": "‘Affordable luxuries’: ### shoppers spread their love for flavoured butter",
        "section": "Food",
        "publication_date": "2025-09-27T08:01:22Z",
        "url": "https://www.theguardian.com/food/2025/sep/27/britain-butter-food-cooking-retail-social-media",
        "body": "Butter is no longer just salted or unsalted: ### shoppers are increasingly buying flavours such as chocolate and truffle, driven by social media trends and a growing appetite for convenience in home cooking.\n\nFigures from Worldpanel, an analyst that tracks supermarket sales, show spending on flavoured butters across ### rose by 24% in the 52 weeks to 7 September 2025, compared with the previous year. In the same period, growth for packs of flavoured butter is also up 16.2%.\n\n###, ###’s largest online-only supermarket, reports searches for flavoured butter have risen 184% in the past year, suggesting a threefold increase in shopper interest. Sales of ###’s smoky cowboy butter [https://www.marksandspencer.com/food/smoky-cowboy-british-blended-butter/p/fdp60747993] – infused with spicy flavours such as chipotle – sold via ###, have climbed by 136% since launch earlier this year.\n\nExperts put the rise down to young people who want to experiment and add flavour to their meals. TikTok videos featuring flavoured butter recipes have also helped encourage the trend, attracting hundreds of thousands of views, and popularising new spreads, they say.\n\n###, food and drink principal analyst at the market research firm ###, said: “There are several factors driving the popularity of flavoured butter, including the emergence of a ‘foodie’ culture and social media’s increasing influence. In ###, 61% of 16- to 34-year-olds would describe themselves as foodies, compared with 42% of consumers overall.\n\n“These younger consumers are often discovering new flavours and food trends through social media platforms like TikTok and Instagram. This has led to a strong appetite for culinary exploration and innovative products.”\n\nShe added: “Positioning butter as an ingredient to create better home-cooked meals is nothing new: Lurpak has explored this theme for years. However, All Things Butter [https://allthingsbutter.co.uk/], launched in ### in 2023, takes this one step further. The brand started as a series of social media videos [https://www.tiktok.com/@thomas_straker/playlist/All%20Things%20Butter-7088008299395779333?lang=en] during Covid-19, showing founder and chef ### making flavoured butters. The butters were then just eaten on bread [https://www.tiktok.com/@thomas_straker/video/7093160546878409989?lang=en] or added to pasta [https://www.tiktok.com/@thomas_straker/video/7193046672589589765?lang=en]. This positions butter as the central vehicle of flavour.”\n\nLurpak’s garlic butter, produced by ###, remains the market leader with sales worth £5.6m. It continues to expand, with value sales up 18.5% and volumes up 12.2% in the past year. While Christmas has traditionally been the peak season, the brand has also recorded spikes around Easter and at the start of the summer barbecue season, they said.\n\nAll Things Butter, a fast-growing newcomer to the category, is on track to triple its ### turnover from last year, having launched a series of new products. Its Cinnamon Bun butter, introduced in May 2024, has posted quarterly growth of 245% on average, with sales in January 2025 more than doubling month on month. Between June 2024 and January 2025, volumes rose more than eightfold. The company – that already has garlic and unsalted options – has since launched ### first chocolate butter and a truffle variety.\n\nRetail buyers say the appeal lies in the ability to enhance simple dishes without adding complexity. “We’ve seen a recent boom in demand for flavoured butters as they’ve become a popular and easy way to elevate everyday meals,” said ###, butter and spreads buyer at ###.\n\nDespite economic pressures, consumers are still seeking “affordable luxuries,” says ###, with flavoured butters offering a way to elevate everyday meals at low cost. She added that younger, time-pressed home cooks are particularly drawn to them as a quick route to bold flavour, while brands position the products as both convenient and inventive."
    },
    {
    "id": 66,
    "title": "‘A big chance for the populists’: ### city alert to the threat of ### in its mayoral election",
    "section": "World news",
    "publication_date": "2025-09-27T12:00:42Z",
    "url": "https://www.theguardian.com/world/2025/sep/27/estonia-city-mayoral-election-moscow-threat",
    "body": "It was perhaps inevitable that a proposal to build a military base on the outskirts of ###, ###'s third largest city, located directly on the country’s border with ###, featured in this week’s TV debate among the candidates vying to be mayor.\n\nJust days earlier, three ### fighter jets had entered and stayed in ### airspace [https://www.theguardian.com/world/2025/sep/19/estonia-accuses-russia-of-brazen-violation-of-its-airspace] above the ### for 12 minutes, prompting the ### government to call rare ### over a risk to “territorial integrity, political independence or security”.\n\n### upped the stakes by bringing the issue to the ### security council in ### where western allies warned of dire consequences of further breaches. ### signalled his support for shooting down ### jets.\n\nThe febrile geopolitical climate was then made even more tense after a spate of unmanned aerial vehicle forays over ### airports that forced the country’s largest, in ###, to close. It followed recent ### drone incursions into ### and ###. “We are at the beginning of a hybrid war against ###,” said ###, ###'s prime minister, in an address to the nation.\n\nIt might be thought, then, that there would be loud acclaim for a military presence in ###, separated from ### by a 101-metre-wide river, traversed by a “###” on which the ### have built a line of 3ft concrete dragons’ teeth and are constructing a heavy security gate.\n\nBut ###, closer to ### than the ### capital, ###, is complex: 98% of its population is primarily ### speaking and, while not a homogenous group, international news can be perceived quite differently here, as it is in other such communities in ### and ###.\n\nFor some it is consumed through the prism of ### TV, banned in ### but easily accessible at this proximity to the country. The ### has denied the breach of ### airspace ever happened – the ### in ###, 210km west of ###, were doing what the “global war party” does.\n\nOthers in ### see such claims on ###'s TV stations as fake news but worry about poking the ### bear. ### troops are welcome perhaps, they say, but not foreign ### soldiers.\n\nThe candidates in the TV debate generally accepted that the military base was a done deal but criticised the communication of it, saying it had sparked concerns within the city of 53,000 people rather than a sense of assurance.\n\nThe ### incursion into ### airspace and its suspected involvement in the drone attacks has certainly been a test of ### – but it is something more.\n\nThe reactions of the ### and their allies to provocations are proving a test in themselves to the resilience and the unity of countries that remain home to large ###-speaking communities.\n\nLocal elections are coming up in ### in October and it is shot through with risk, said ###, a former national interior minister, who is the mayor of ### and in the race for a fourth term.\n\nRelated: ### intercepts ### fighter jets on ‘reckless’ violation of ### airspace [https://www.theguardian.com/world/2025/sep/19/estonia-accuses-russia-of-brazen-violation-of-its-airspace]\n\nA socially and economically disadvantaged city where the phasing out of the oil shale mines has hit hard, ### was largely ignored for decades by ### and that was fine by the residents, who thought of it as something of an island, she suggested. But in recent years, the state has become “really close”, said ###.\n\nFollowing ###'s invasion of ###, the ### government ordered the removal of up to 400 ### monuments that they argued commemorated not the liberation of the country but its occupation from ###.\n\nThe most controversial was a ### tank from its pedestal on the outskirts of ###. It caused an uproar. ###, who is among the ### of the population who speak ### as a first language, received death threats when she sought to be a mediator between the government and local people.\n\nThen, at a time when the cost of heating has tripled in two years, the closing of the ### to vehicles and freight, leaving only pedestrian access to the ### border town of ###, has been an economic blow. It was the ###s who closed it first but the extra checks enforced by the ### on those going by foot is being blamed for the long queues.\n\nMore recently, there have been claims that ### is repressing religious freedom through its attempt to split the ### church in ### from the ###, which manages it and is seen as being in cahoots with the ###.\n\nThere was also the passing of a law that phases out the existence of ###-speaking schools by 2030, causing people to complain that their children were being educated in a language they did not use at home.\n\n“And the cherry on top,” said ###, has been the ban on ### citizens, including ### and ### living in ###, from voting in local elections.\n\nRelated: ###'s high-risk game in ### skies – podcast [https://www.theguardian.com/news/audio/2025/sep/24/russia-high-risk-game-###-podcast]\n\n“A third of people [in ###] will not be able to go to vote,” she said. All of this has been magnified and twisted by ### propaganda. “When it is all together then we might be surprised that we are even alive as a city, for our mental health,” said ###. “It is really a little bit too much altogether … It’s a big chance for the populists.” The people deprived of voting rights, they have sisters, they have husbands, who can vote, she said.\n\n###, the director of ###’s ### museum, was caught up in such a cycle of action, reaction and counteraction. This week she was sentenced in absentia to 10 years in a ### general-regime penal colony.\n\nHer crime was putting up a large poster on the outer wall of her museum – a castle on the river by the Friendship bridge – that accused ### of being a war criminal and making comparisons between him and ###.\n\nThe target of her message was those who gathered at the ### side on ### to celebrate ### and the end of the second world war on a newly built square, just below the ramparts of their own castle across the river.\n\nThere the ### put up large screens facing in the direction of ### showing images of ### or war movies. “It’s about brutal ### power,” said ###. “It’s about the cult of death, about the cult of war, and about the glorification of [the] ### invasion.”\n\nFor her “very small” protest, she was subject to a torrid barrage of hate on social media. Messages included “I will kill you, I know where you walk, I know where you live”, she said. “But we will be just silent or just ignored? No.”\n\nIt is the sort of emotional response that ###, the director general of the ### border force, does not countenance. The ### provocations are endless in ###, he said.\n\nSurveillance blimps appear in the sky, asylum seekers surreptitiously followed by ### border guards with video cameras have been steered over the bridge (and then pushed back by the ### guards), GPS signals have been jammed, crippling search and rescue operations, and buoys in the river demarcating the border have been removed.\n\n“It’s something in order to cause some mess, to see how we react,” he said. “How far are we willing to go? What are we able to do?”\n\nEach reaction by the ### authorities is portrayed by ### propagandists as militaristic, belligerent and an attack on the rights of the ###-speaking people in ###. This despite ### suggesting in 2022 that it would be justifiable to “take back and secure” ### for ###.\n\nTalk of the appearance among the brutalist ###-style blocks in ### of “little green men”, the colloquial term for unmarked ### soldiers, are roundly said to be far-fetched but it does not need to go that far to be damaging.\n\nIgor ###, ###'s interior minister, a former journalist, is in charge of carefully calibrating government policy. He makes regular visits to the city a priority; indeed the country’s prime minister, ###, was in ### opening ### largest rare-earth magnet factory when he received news of the ### jets’ breach of the airspace.\n\nEach of the government’s contentious policies, ### insisted, had an explanation. The ###-language schools were driving segregation. The symbols of occupation needed to be removed. The opportunity of citizens of an aggressor state to vote in ### elections was no longer appropriate or safe. But he is not blind to the dangers.\n\n“We were in a kind of situation where it was hard not to react, to do these decisions,” he said.\n\nThe ### security services keep a watchful eye on ###, he said. On Thursday, a ### citizen was convicted of spying for the ###, the ### security service, since 2017, and seeking to sow discord.\n\n“He was just a regular working guy, but very social, communicating with lots of different people, and could gather quite different information,” said ###.\n\nThe ### government learned from the experience in ###, he said, where political activists emerged in ### and ### in the east, and ultimately spearheaded break-away republics.\n\n“That’s what we are trying to avoid here,” he said. “They are trying to do it. They’re trying to prepare the soil, in information warfare and in all the kinds of domains, but we have the measures to cut them off.”\n\nHe added: “We have been training for all other possibilities with this bridge”.\n\nThe best public interest journalism relies on first-hand accounts from people in the know.\n\n\n\nIf you have something to share on this subject, you can contact us confidentially using the following methods.\n\n\n\nSecure Messaging in the Guardian app\n\n\n\nThe Guardian app has a tool to send tips about stories. Messages are end to end encrypted and concealed within the routine activity that every Guardian mobile app performs. This prevents an observer from knowing that you are communicating with us at all, let alone what is being said.\n\n\n\nIf you don't already have the Guardian app, download it (iOS [https://apps.apple.com/app/the-guardian-live-world-news/id409128287]/Android [https://play.google.com/store/apps/details?id=com.guardian]) and go to the menu. Select ‘Secure Messaging’.\n\n\n\nSecureDrop, instant messengers, email, telephone and post\n\n\n\nIf you can safely use the Tor network without being observed or monitored, you can send messages and documents to the Guardian via our SecureDrop platform [https://www.theguardian.com/securedrop].\n\n\n\nFinally, our guide at theguardian.com/tips [https://www.theguardian.com/tips] lists several ways to contact us securely, and discusses the pros and cons of each. \n\n"
  },
  {
    "id": 52,
    "title": "### students blocked from enrollment after refusing controversial ### training",
    "section": "US news",
    "publication_date": "2025-09-27T14:00:43Z",
    "url": "https://www.theguardian.com/us-news/2025/sep/27/northwestern-university-classes",
    "body": "At least 300 students have been prohibited from registering for classes at ### University because they refused to watch a controversial ### [https://www.theguardian.com/us-news/2025/jul/30/northwestern-###-training-pro-israel-groups] training video that they said was biased in favor of ###, contained factual inaccuracies and could inflame campus tension over ###.\n\nThe university’s decision puts jobs, visas, stipends and health insurance at risk, students said during a press conference in ### on Friday morning, but those who spoke said they were still unwilling to do the training.\n\n“The training is not just about silencing speech, but achieving consent so that we are complicit,” said ###, a PhD student in sociology. “### wants its student and faculty body to pretend it is not happening and instead consume propaganda that justifies the ### project.”\n\nStudents were required to complete the training by mid-September to be able to register.\n\nA university spokesperson said in a statement that the training was similar to those that are required for discrimination or harassment. “As with other mandatory student trainings, failure to complete this training can result in university action, including a registration hold,” the spokesperson said.\n\n“Students are not required to agree with the training modules but must attest that they will abide by the student code of conduct, as well as the university’s policy on discrimination, harassment and sexual misconduct,” they added.\n\nUniversities across ### are requiring students to undergo controversial ### trainings in response to ### administration threats to pull funding for institutions that, in its view, fail to adequately address campus ###. It is not clear how many other universities are requiring student participation. The ### training included a video on ### and another on anti-### bias.\n\nStudents objecting to the video say it equates criticism of ### with ###. At one point the narrator compares critics of ### to former ###, and uses a controversial [https://www.theguardian.com/us-news/ng-interactive/2025/mar/23/###-redefinition-jewish-safety-christian-nationalism-democracy] definition of ###.\n\nThe video also states that ### was founded “on ### land” and refers to the occupied ### as “###”, the biblical name controversially used for the region by the ### government.\n\nThe training module’s opponents at ###, many of them ###, say the material does little to protect ###. Instead, it “reinforces, rather than reduces, the proliferation of discriminatory bias in our communities”, students wrote in an open letter [https://docs.google.com/document/d/1NW6z7bBA8XVaM11SQXW4tCifRQmJPDTB2jOiaQUwjZs/edit?tab=t.0].\n\nThe ### training was produced by the ### , a pro-### advocacy group that ###, a student organizer, said has opposed a ###. In a statement, the ### defended the video.\n\n”There is a critical difference between criticizing policies of the state of ### versus questioning ###'s right to exist – and demonizing ### students for their connections to ###,” a spokesperson said.\n\nThe university emailed students [https://dailynorthwestern.com/2025/03/10/campus/new-required-bias-training-met-with-boycotts-from-sjp-and-jvp-approval-from-others/] in March to say that the implementation of the training “will adhere to federal policy including ###'s executive order, ‘Additional Measures to Combat Anti-Semitism’”.\n\nDespite the university requiring students to undergo the training, the ### still cut ### [https://www.theguardian.com/us-news/2025/apr/08/trump-administration-cornell-northwestern-funding] in research funding."
  }
]